---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.ConceptualSurfaceType
source: html/66e7b281-492c-6ac7-99d9-9eda78e0120e.htm
---
# ConceptualSurfaceType Properties

The id of the assembly instance to which the element belongs.